(package! dired-hide-dotfiles)

(package! prettier)
;; (package! django-snippets)
(package! pony-mode)
(package! lsp-tailwindcss :recipe (:host github :repo "merrickluo/lsp-tailwindcss"))
(package! cape)
(package! corfu)

;;(package! beacon)
;;(package! powerline-evil)
;;(package! lorem-ipsum)
(package! nyan-mode)
;;(package! cakecrumbs)
(package! org-roam-ui)
(package! ido-completing-read+)

(package! org-modern)
(package! olivetti)
(package! elegant-agenda-mode)

(package! atom-one-dark-theme)
(package! gruber-darker-theme)
(package! ewal-doom-themes)
