(package! dired-hide-dotfiles)

(package! prettier)
;; (package! django-snippets)
(package! pony-mode)
(package! lsp-tailwindcss :recipe (:host github :repo "merrickluo/lsp-tailwindcss"))

(package! fireplace)
(package! beacon)
(package! powerline-evil)
(package! lorem-ipsum)
(package! 2048-game)
(package! wakatime-mode)
(package! nyan-mode)
(package! cakecrumbs)
(package! org-roam-ui)
(package! ido-completing-read+)

(package! org-modern)
(package! olivetti)
(package! elegant-agenda-mode)

(package! uwu-theme)
(package! atom-one-dark-theme)
(package! anti-zenburn-theme)
(package! dream-theme)
(package! nezburn-theme)
(package! zenburn-theme)
(package! gruber-darker-theme)
(package! ewal-doom-themes)
